Repository: MartinIIOT/desktop-files-creator
Catalog: po/*.po
Languages: es, it, tr

source: Desktop Files Creator
es: Creador de archivos de escritorio
tr: Desktop Dosyaları Oluşturucu

source: Simple app for creating desktop files
es: Aplicación sencilla para crear archivos de escritorio

source: Desktop;File;Creator;
es: Desktop;File;Creator;Escritorio;Archivo;Creador;
tr: Desktop;Masaüstü;Dosya;Oluştur;

source: Simple app for creating desktop files on GNU/Linux
es: Aplicación sencilla para crear archivos de escritorio en GNU/Linux

source: The application allows you to create desktop files in GNU/Linux distributions.
es: La aplicación permite crear archivos de escritorio en distribuciones GNU/Linux.
it: Questa applicazione permette di creare file desktop in distribuzioni GNU/Linux.
tr: Uygulama, GNU/Linux dağıtımlarında desktop dosyaları oluşturmanıza olanak tanır.

source: Update Russian translation
es: Actualizada la traducción al ruso

source: Added Turkish translation
es: Añadida la traducción al turco

source: Update Italian translation
es: Actualizada la traducción al italiano
it: Aggiornata traduzione italiana
tr: İtalyanca çeviri güncellendi

source: Port to AdwMessageDialog
es: Portado a AdwMessageDialog
tr: AdwMessageDialog'a güncellendi

source: Port to AdwEntryRow
es: Portado a AdwEntryRow
tr: AdwEntryRow'a güncellendi

source: Pop-up messages were introduced
es: Introducción de los mensajes emergentes
it: Aggiunta dei messaggi popup
tr: Açılır pencere iletiler eklendi

source: Update English translation
es: Actualizada la traducción al inglés
it: Aggiornata traduzione Inglese
tr: İngilizce çeviri güncellendi

source: Added Dutch translation
es: Añadida la traducción al neerlandés
it: Aggiunta traduzione olandese
tr: Flemenkçe çeviri eklendi

source: Update Czech translation
es: Actualizada la traducción al checo
it: Aggiornata traduzione ceca
tr: Çekçe çeviri güncellendi

source: Added Swedish translation
es: Añadida la traducción al sueco
it: Aggiunta traduzione svedese
tr: İsveççe çeviri eklendi

source: Added Russian translation
es: Añadida la traducción al ruso
it: Aggiunta traduzione russa
tr: Rusça çeviri eklendi

source: Update Spanish translation
es: Actualizada la traducción al español
it: Aggiornata traduzione spagnola
tr: İspanyolca çeviri güncellendi

source: Port to GTK4 + libadwaita
es: Portado a GTK4 + libadwaita
it: Conversione a GTK4 + libadwaita
tr: GTK4 + libadwaita'ya güncellendi

source: A small update to the user interface
es: Una pequeña actualización de la interfaz de usuario
it: Un piccolo aggiornamento all'interfaccia grafica
tr: Kullanıcı arayüzünde küçük bir güncelleme

source: Updated user interface
es: Interfaz de usuario actualizada
it: Aggiornamento interfaccia grafica
tr: Kullanıcı arayüzü güncellendi

source: Added Slovak translation
es: Añadida la traducción al eslovaco
it: Aggiunta traduzione slovacca
tr: Slovakça çeviri eklendi

source: Port to libhandy
es: Portado a libhandy
it: Conversione a libhandy
tr: libhandy'ye güncellendi

source: Added Spanish translation
es: Añadida la traducción al español
it: Aggiunta traduzione spagnola
tr: İspanyolca çeviri eklendi

source: Added Italian translation
es: Añadida la traducción al italiano
it: Aggiunta traduzione italiana
tr: İtalyanca çeviri eklendi

source: Update to GNOME Platform version 41
es: Actualización a la versión 41 de GNOME Platform
it: Aggiornamento alla piattaforma GNOME versione 41
tr: GNOME Platformu 41 sürümüne güncellendi

source: Added Czech translation
es: Añadida la traducción al checo
it: Aggiunta traduzione ceca
tr: Çekçe çeviri eklendi

source: Initial release
es: Versión inicial
it: Primo rilascio
tr: İlk sürüm

source: Open
es: Abrir
it: Apri
tr: Aç

source: Open Desktop Files Folder
es: Abrir la carpeta de archivos del escritorio
it: Apri la cartella dei file desktop
tr: Desktop Dosyaları Klasörünü Aç

source: Create
es: Crear
it: Crea
tr: Oluştur

source: Create Desktop File
es: Crear archivo de escritorio
it: Crea file desktop
tr: Desktop Dosyası Oluştur

source: Name
es: Nombre
it: Nome
tr: Ad

source: Exec
es: Ejecutar
it: Comando
tr: Komut

source: Icon
es: Icono
it: Icona
tr: Simge

source: Categories
es: Categorías
it: Categorie
tr: Kategori

source: Comment
es: Comentario
it: Commento
tr: Yorum

source: Not Displayed in Menu
es: No mostrar en el menú
it: Non mostrare nella grigli
tr: Menüde Gösterme

source: Run in Terminal
es: Ejecutar en el terminal
it: Avvia nel terminale
tr: Uçbirimde Çalıştır

source: Error! Path:
es: ¡Error! ¡La ruta:
tr: Hata! Yok:

source: does not exist!
es: no existe!
tr: yok!

source: The program will not be able to perform its functions.
es: El programa no podrá realizar sus funciones.
tr: Program işlevlerini yerine getiremez.

source: Open File
es: Abrir archivo
it: Apri file
tr: Dosya Aç

source: _Cancel
es: _Cancelar
it: _Annulla
tr: İptal _Et

source: _Open
es: _Abrir
it: _Apri
tr: _Aç

source: Open Image
es: Abrir imagen
it: Apri immagine
tr: Görüntü Aç

source: Enter the name
es: Introduzca el nombre
it: Inserire il nome
tr: Adı giriniz

source: A file with the same name already exists
es: Ya existe un archivo con el mismo nombre
it: Esiste già un file con lo stesso nome
tr: Aynı adla bir dosya zaten var

source: Create file
es: ¿Crear archivo
it: Creare il file
tr: Dosya oluştur

source: _OK
es: _Vale
tr: _Tamam

source: File
es: ¡El archivo
it: Il file
tr: Dosya

source: is created!
es: ha sido creado!
tr: oluşturuldu!

source: Path:
es: Ruta:
tr: Yol:

source: Error! Could not create file
es: ¡Error! No se pudo crear el archivo
it: Errore! Impossibile creare il file
tr: Hata! Dosya oluşturulamadı

source: Simple app for create a desktop files
it: Una semplice applicazione per creare file desktop
tr: Desktop dosyaları oluşturmak için basit bir uygulama

source: Simple app for create a desktop files on GNU/Linux
it: Una semplice applicazione per creare file desktop in GNU/Linux
tr: GNU/Linux'ta desktop dosyaları oluşturmak için basit bir uygulama

source: Error! Path
it: Errore! Il percorso

source: is not exists! The program will not be able to perform its functions.
it: non esiste! Il programma non funzionerà.

source: is created! Path:
it: è stato creato! Percorso:

source: Message
it: Messaggio
